pharma_integra/public/oc/oncoprod/OC19597-1047513_115_1661186324.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>02880648000125</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC19597-1047513</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>6</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>4275</ns2:itemId><ns2:pedidoItemPrecoTabela>54,36</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>5</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>456</ns2:itemId><ns2:pedidoItemPrecoTabela>230,04</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>1067</ns2:itemId><ns2:pedidoItemPrecoTabela>509,739</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>15</ns2:estabelecimentoId><ns2:itemId>278</ns2:itemId><ns2:pedidoItemPrecoTabela>323,15</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC19597-1047513</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC19597-1047513</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>JFERMINO</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
